{
  "resource": {
    "collection": [
      "Robert Koch-Institut"
    ],
    "ids": [
      {
        "identifier": "10.5072/zenodo.2063",
        "type": "DOI",
        "resource_type_general": "Dataset",
        "relation_type": "A references B"
      },
      {
        "identifier": "https://github.com/robert-koch-institut/Dummy_Data_Repo",
        "relation_type": "A references B",
        "type": "URL",
        "resource_type_general": "Dataset"
      }
    ],
    "provenance": {
      "data_source": "Automatically uploaded: Other"
    },
    "resource_classification": {
      "resource_type": "Dataset",
      "resource_type_general": "Dataset"
    },
    "resource_description_english": {
      "language": "EN (English)",
      "text": "no english description available"
    },
    "resource_descriptions_non_english": [
      {
        "language": "DE (German)",
        "text": "# Welcome to StackEdit!\n\nHi! I'm your first Markdown file in StackEdit. If you want to learn about StackEdit, you can read me. If you want to play with Markdown, you can edit me. Once you have finished with me, you can create new files by opening the file explorer on the left corner of the navigation bar.\n\n\n# Files\n\nStackEdit stores your files in your browser, which means all your files are automatically saved locally and are accessible offline!\n\n## Create files and folders\n\nThe file explorer is accessible using the button in left corner of the navigation bar. You can create a new file by clicking the New file button in the file explorer. You can also create folders by clicking the New folder button.\n\n## Switch to another file\n\nAll your files and folders are presented as a tree in the file explorer. You can switch from one to another by clicking a file in the tree.\n\n## Rename a file\n\nYou can rename the current file by clicking the file name in the navigation bar or by clicking the Rename button in the file explorer.\n\n## Delete a file\n\nYou can delete the current file by clicking the Remove button in the file explorer. The file will be moved into the Trash folder and automatically deleted after 7 days of inactivity.\n\n## Export a file\n\nYou can export the current file by clicking Export to disk in the menu. You can choose to export the file as plain Markdown, as HTML using a Handlebars template or as a PDF.\n\n\n# Synchronization\n\nSynchronization is one of the biggest features of StackEdit. It enables you to synchronize any file in your workspace with other files stored in your Google Drive, your Dropbox and your GitHub accounts. This allows you to keep writing on other devices, collaborate with people you share the file with, integrate easily into your workflow... The synchronization mechanism takes place every minute in the background, downloading, merging, and uploading file modifications.\n\nThere are two types of synchronization and they can complement each other:\n\n- The workspace synchronization will sync all your files, folders and settings automatically. This will allow you to fetch your workspace on any other device.\n&gt; To start syncing your workspace, just sign in with Google in the menu.\n\n- The file synchronization will keep one file of the workspace synced with one or multiple files in Google Drive, Dropbox or GitHub.\n&gt; Before starting to sync files, you must link an account in the Synchronize sub-menu.\n\n## Open a file\n\nYou can open a file from Google Drive, Dropbox or GitHub by opening the Synchronize sub-menu and clicking Open from. Once opened in the workspace, any modification in the file will be automatically synced.\n\n## Save a file\n\nYou can save any file of the workspace to Google Drive, Dropbox or GitHub by opening the Synchronize sub-menu and clicking Save on. Even if a file in the workspace is already synced, you can save it to another location. StackEdit can sync one file with multiple locations and accounts.\n\n## Synchronize a file\n\nOnce your file is linked to a synchronized location, StackEdit will periodically synchronize it by downloading/uploading any modification. A merge will be performed if necessary and conflicts will be resolved.\n\nIf you just have modified your file and you want to force syncing, click the Synchronize now button in the navigation bar.\n\n&gt; Note: The Synchronize now button is disabled if you have no file to synchronize.\n\n## Manage file synchronization\n\nSince one file can be synced with multiple locations, you can list and manage synchronized locations by clicking File synchronization in the Synchronize sub-menu. This allows you to list and remove synchronized locations that are linked to your file.\n\n\n# Publication\n\nPublishing in StackEdit makes it simple for you to publish online your files. Once you're happy with a file, you can publish it to different hosting platforms like Blogger, Dropbox, Gist, GitHub, Google Drive, WordPress and Zendesk. With Handlebars templates (http://handlebarsjs.com/), you have full control over what you export.\n\n&gt; Before starting to publish, you must link an account in the Publish sub-menu."
      }
    ],
    "resource_keywords": [
      {
        "resource_keywords_label": "aa"
      },
      {
        "resource_keywords_label": "Another Tag"
      },
      {
        "resource_keywords_label": "Gesundheitsberichterstattung",
        "resource_keywords_label_code": "info:ddc/22/de//614.42"
      },
      {
        "resource_keywords_label": "Public health surveillance",
        "resource_keywords_label_code": "info:ddc/22/eng//614.42"
      }
    ],
    "resource_languages": [
      "DE (German)"
    ],
    "resource_non_study_details": {
      "resource_use_rights": {
        "resource_use_rights_confirmations": {
          "resource_use_rights_confirmation_authority": true,
          "resource_use_rights_confirmation_irrevocability": true,
          "resource_use_rights_confirmation_terms": true,
          "resource_use_rights_support_by_licensing": true
        },
        "resource_use_rights_label": "CC BY 4.0 (Creative Commons Attribution 4.0 International)"
      },
      "resource_version": "2023-11-24"
    },
    "resource_titles": [
      {
        "text": "Zenodo Repo another one!",
        "language": "DE (German)"
      }
    ],
    "resource_web_page": "https://www.github.io/robert-koch-institut/Dummy_Data_Repo",
    "roles": [
      {
        "role_affiliations": [
          {
            "role_affiliation_name": "Robert Koch-Institut"
          }
        ],
        "role_email": "EckelmannF@rki.de",
        "role_name_type": "Personal",
        "role_name_personal": {
          "role_name_personal_type": "Researcher",
          "role_name_personal_given_name": "Fabian",
          "role_name_personal_family_name": "Eckelmann"
        }
      },
      {
        "role_affiliations": [
          {
            "role_affiliation_name": "MF4"
          }
        ],
        "role_name_organisational_group_type": "Creator/Author",
        "role_name_type": "Organisational",
        "role_name_organisational_group_name": "MF4",
        "role_phone": ""
      }
    ]
  }
}